tap "hashicorp/tap"
tap "homebrew/bundle"
tap "homebrew/cask-fonts"
brew "autojump"
brew "awscli"
brew "bat"
brew "diff-so-fancy"
brew "exiftool"
brew "libidn2"
brew "unbound"
brew "ffmpeg"
brew "fzf"
brew "gawk"
brew "gifsicle"
brew "gnu-sed"
brew "go"
brew "go@1.19"
brew "goreleaser"
brew "grep"
brew "gum"
brew "helmfile"
brew "hugo"
brew "jq"
brew "kustomize"
brew "libwebsockets"
brew "litecli"
brew "lua-language-server"
brew "luarocks"
brew "luv"
brew "mas"
brew "mysql"
brew "node@16"
brew "protobuf"
brew "pure"
brew "ripgrep"
brew "saml2aws"
brew "terraform"
brew "the_silver_searcher"
brew "tmux"
brew "ttyd"
brew "vhs"
brew "wget"
brew "yarn"
brew "zplug"
brew "zsh"
brew "zsh-syntax-highlighting"
brew "hashicorp/tap/terraform-ls"
cask "adobe-creative-cloud"
cask "appcleaner"
cask "font-fira-code"
cask "font-hack-nerd-font"
cask "google-japanese-ime"
cask "hiddenbar"
cask "inkdrop"
cask "iterm2"
cask "numi"
cask "obs"
cask "obsidian"
cask "path-finder"
cask "popclip"
cask "qlmarkdown"
cask "rectangle"
cask "spotify"
cask "tableplus"
cask "the-unarchiver"
cask "typora"
mas "BetterSnapTool", id: 417375580
mas "GarageBand", id: 682658836
mas "iMovie", id: 408981434
mas "Keynote", id: 409183694
mas "Numbers", id: 409203825
mas "Okta Verify", id: 490179405
mas "Pages", id: 409201541
